<?php

	return [
		/*
		| ------------------------------------------------- -------------------------
		| パスワードリセット言語行
		| ------------------------------------------------- -------------------------
		|
		| 次の言語行は、理由に一致するデフォルトの行です
		| パスワード更新の試行のためにパスワードブローカーから提供されたもの
		| 無効なトークンや無効な新しいパスワードなどのために失敗しました。
		|
		*/
		'password' => 'パスワードは6文字以上にして、確認用入力欄と一致させてください。',
		'reset' => 'パスワードは再設定されました！',
		'sent' => 'パスワード再設定用のURLをメールで送りました。',
		'token' => 'パスワード再設定用のトークンが不正です。',
		'user' => "メールアドレスに一致するユーザーが存在しません。",
	];
